Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Invalid Transmitter Time
ar: وقت الإرسال غير صالح
cs: Neplatný čas vysílače
da: Ugyldig sendertid
de: Ungültige Sendezeit
es: Hora de transmisión no válida
fi: Virheellinen lähetysaika
fr: Heure d'émission non valide
he: זמן משדר לא חוקי
hu: Érvénytelen adóidő
it: Tempo di trasmissione non valido
ja: 無効な送信時間
ko: 잘못된 송신기 시간
nb: Ugyldig sendertid
nl: Ongeldige zendertijd
pl: Nieprawidłowy czas nadajnika
pt_br: Tempo do transmissor inválido
ro: Timp nevalid al transmițătorului
ru: Неверное время передатчика
sk: Neplatný čas vysielača
sl: Nepravilen čas oddajnika
sv: Ogiltig sändartid
tr: Geçersiz Verici Zamanı
uk: Неправильний час передавача
vi: Thời gian phát không hợp lệ
zh_hans: 发射机时间无效

source: Invite
ar: دعوة
cs: Pozvánka
da: Inviterer
de: Einladen
es: Invite a
fi: Kutsu
fr: Invitation
he: להזמין
hu: Meghívó
it: Invito
ja: 招待
ko: 초대
nb: Invitasjon
nl: Uitnodigen
pl: Zaproszenie
pt_br: Convite
ro: Invitați
ru: Пригласите
sk: Pozvánka
sl: Povabilo
sv: Inbjudan
tr: Davetiye
uk: Запросити
vi: Mời
zh_hans: 邀请

source: Invite follower
ar: دعوة المتابع
cs: Pozvat následovníka
da: Inviter en følger
de: Follower einladen
es: Invitar a un seguidor
fi: Kutsu seuraaja
fr: Inviter un follower
he: הזמן עוקב
hu: Követő meghívása
it: Invita i follower
ja: フォロワーを招待する
ko: 팔로워 초대하기
nb: Inviter tilhenger
nl: Volger uitnodigen
pl: Zaproś obserwującego
pt_br: Convidar seguidor
ro: Invitați urmăritorul
ru: Пригласить последователя
sk: Pozvať nasledovníka
sl: Povabite sledilca
sv: Bjud in följare
tr: Takipçi davet et
uk: Запросити підписника
vi: Mời người theo dõi
zh_hans: 邀请追随者

source: Invite person
ar: دعوة شخص
cs: Pozvaná osoba
da: Inviter en person
de: Person einladen
es: Invitar a una persona
fi: Kutsu henkilö
fr: Inviter une personne
he: הזמינו אדם
hu: Személy meghívása
it: Invitare una persona
ja: 招待する
ko: 사람 초대
nb: Inviter personen
nl: Persoon uitnodigen
pl: Zaproś osobę
pt_br: Convidar pessoa
ro: Invitați persoana
ru: Пригласить человека
sk: Pozvať osobu
sl: Povabite osebo
sv: Bjud in person
tr: Kişiyi davet edin
uk: Запросити особу
vi: Mời người
zh_hans: 邀请人

source: Last calibration time
ar: آخر وقت المعايرة
cs: Čas poslední kalibrace
da: Sidste kalibreringstidspunkt
de: Letzter Kalibrierungszeitpunkt
es: Última hora de calibración
fi: Viimeisin kalibrointiaika
fr: Dernière heure d'étalonnage
he: זמן כיול אחרון
hu: Utolsó kalibrálási idő
it: Ora dell'ultima calibrazione
ja: 最終校正時間
ko: 마지막 보정 시간
nb: Siste kalibreringstidspunkt
nl: Laatste kalibratietijd
pl: Czas ostatniej kalibracji
pt_br: Última hora de calibração
ro: Ultima oră de calibrare
ru: Время последней калибровки
sk: Čas poslednej kalibrácie
sl: Zadnji čas umerjanja
sv: Senaste kalibreringstid
tr: Son kalibrasyon zamanı
uk: Час останнього калібрування
vi: Thời gian hiệu chuẩn cuối cùng
zh_hans: 上次校准时间

source: Last sync
ar: آخر مزامنة
cs: Poslední synchronizace
da: Sidste synkronisering
de: Letzte Synchronisierung
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
he: סנכרון אחרון
hu: Utolsó szinkronizálás
it: Ultima sincronizzazione
ja: 最後の同期
ko: 마지막 동기화
nb: Siste synkronisering
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ro: Ultima sincronizare
ru: Последняя синхронизация
sk: Posledná synchronizácia
sl: Zadnja sinhronizacija
sv: Senaste synkroniseringen
tr: Son senkronizasyon
uk: Остання синхронізація
vi: Đồng bộ hóa lần cuối
zh_hans: 最后一次同步

source: Last update:
ar: آخر تحديث
cs: Poslední aktualizace:
da: Sidste opdatering:
de: Letzte Aktualisierung:
es: Última actualización:
fi: Viimeisin päivitys:
fr: Dernière mise à jour :
he: עדכון אחרון:
hu: Utolsó frissítés:
it: Ultimo aggiornamento:
ja: 最終更新日
ko: 마지막 업데이트:
nb: Siste oppdatering:
nl: Laatst bijgewerkt:
pl: Ostatnia aktualizacja:
pt_br: Última atualização:
ro: Ultima actualizare:
ru: Последнее обновление:
sk: Posledná aktualizácia:
sl: Zadnja posodobitev:
sv: Senaste uppdatering:
tr: Son güncelleme:
uk: Останнє оновлення:
vi: Cập nhật lần cuối:
zh_hans: 最后更新

source: Last update: %@
ar: آخر تحديث: %@
cs: Poslední aktualizace: %@
da: Sidste opdatering: %@.
de: Letzte Aktualisierung: %@
es: Última actualización: %@
fi: Viimeisin päivitys: %@
fr: Dernière mise à jour : %@
he: עדכון אחרון: %@
hu: Utolsó frissítés: %@
it: Ultimo aggiornamento: %@
ja: 最終更新日: %@
ko: 마지막 업데이트: %@
nb: Siste oppdatering: %@
nl: Laatst bijgewerkt: %@
pl: Ostatnia aktualizacja: %@
pt_br: Última atualização: %@
ro: Ultima actualizare: %%%%@
ru: Последнее обновление: %@
sk: Posledná aktualizácia: %@
sl: Zadnja posodobitev: %@
sv: Senaste uppdatering: %@
tr: Son güncelleme: %@
uk: Останнє оновлення: %@
vi: Cập nhật lần cuối: %@
zh_hans: 最后更新： %@

source: Loading data...
ar: تحميل البيانات...
cs: Načítání dat...
da: Indlæser data...
de: Daten laden...
es: Cargando datos...
fi: Tietojen lataaminen...
fr: Chargement des données...
he: טוען נתונים...
hu: Adatok betöltése...
it: Caricamento dati...
ja: データをロード中...
ko: 데이터 로드 중...
nb: Laster inn data...
nl: Gegevens laden...
pl: Ładowanie danych...
pt_br: Carregando dados...
ro: Se încarcă datele...
ru: Загрузка данных...
sk: Načítanie údajov...
sl: Nalaganje podatkov...
sv: Laddar data...
tr: Veri yükleniyor...
uk: Завантаження даних...
vi: Đang tải dữ liệu...
zh_hans: 加载数据...

source: Login
ar: تسجيل الدخول
cs: Přihlášení
de: Anmeldung
es: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
hu: Bejelentkezés
it: Accesso
ja: ログイン
ko: 로그인
nb: Logg inn
nl: Inloggen
pl: Logowanie
pt_br: Iniciar sessão
ro: Autentificare
ru: Вход в систему
sk: Prihlásenie
sl: Prijava
sv: Logga in
tr: Giriş
uk: Логін
vi: Đăng nhập
zh_hans: 登录

source: Low
ar: منخفضة
cs: Nízká
da: Lav
de: Niedrig
es: Bajo
fi: Matala
fr: Faible
he: נמוך
hu: Alacsony
it: Basso
ja: 低い
ko: 낮음
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixa
ro: Scăzut
ru: Низкий
sk: Nízka
sl: Nizka
sv: Låg
tr: Düşük
uk: Низький
vi: Thấp
zh_hans: 低

source: Low Battery
ar: بطارية منخفضة
cs: Vybitá baterie
da: Lavt batteri
de: Schwache Batterie
es: Batería baja
fi: Akku tyhjä
fr: Pile faible
he: סוללה חלשה
hu: Alacsony töltöttségű akkumulátor
it: Batteria scarica
ja: ローバッテリー
ko: 배터리 부족
nb: Lavt batterinivå
nl: Batterij bijna leeg
pl: Niski poziom naładowania baterii
pt_br: Bateria fraca
ro: Baterie descărcată
ru: Разряженная батарея
sk: Nízky stav batérie
sl: Nizka raven napolnjenosti baterije
sv: Svagt batteri
tr: Düşük Pil
uk: Розряджена батарея
vi: Pin yếu
zh_hans: 电池电量不足

source: Low Glucose
ar: انخفاض الجلوكوز
cs: Nízká hladina glukózy
da: Lavt blodsukker
de: Niedriger Blutzucker
es: Glucosa baja
fi: Matala glukoosi
fr: Hypoglycémie
he: גלוקוז נמוך
hu: Alacsony glükóz
it: Glucosio basso
ja: 低グルコース
ko: 저혈당
nb: Lav glukose
nl: Lage Glucose
pl: Niski poziom glukozy
pt_br: Baixo nível de glicose
ro: Glicemie scăzută
ru: Низкий уровень глюкозы
sk: Nízka hladina glukózy
sl: Nizka raven glukoze
sv: Låg glukoshalt
tr: Düşük Glikoz
uk: Низький рівень глюкози
vi: Glucose thấp
zh_hans: 低血糖

source: Low Sensor Temperature
ar: درجة حرارة المستشعر المنخفضة
cs: Nízká teplota snímače
da: Lav sensortemperatur
de: Niedrige Sensortemperatur
es: Temperatura baja del sensor
fi: Alhainen anturin lämpötila
fr: Température basse du capteur
he: חיישן טמפרטורה נמוך
hu: Alacsony érzékelő hőmérséklet
it: Bassa temperatura del sensore
ja: センサーの温度が低い
ko: 낮은 센서 온도
nb: Lav sensortemperatur
nl: Lage sensortemperatuur
pl: Niska temperatura czujnika
pt_br: Temperatura baixa do sensor
ro: Temperatură scăzută a senzorului
ru: Низкая температура датчика
sk: Nízka teplota snímača
sl: Nizka temperatura senzorja
sv: Låg sensortemperatur
tr: Düşük Sensör Sıcaklığı
uk: Низька температура датчика
vi: Nhiệt độ cảm biến thấp
zh_hans: 传感器温度过低

source: Low Snooze
ar: غفوة منخفضة
cs: Nízká doba odložení
da: Lav snooze
de: Niedrige Schlummerfunktion
es: Snooze bajo
fi: Matala torkku
fr: Faible répétition
he: סנוז נמוך
hu: Alacsony szundi
it: Snooze basso
ja: 低スヌーズ
ko: 낮은 스누즈
nb: Lav slumre
nl: Laag sluimerstand
pl: Niski poziom drzemki
pt_br: Soneca baixa
ro: Amânare redusă
ru: Низкий уровень дремоты
sk: Nízka doba spánku
sl: Nizka stopnja dremeža
sv: Låg snooze
tr: Düşük Erteleme
uk: Низький рівень відкладеного сну
vi: Tốc độ báo lại thấp
zh_hans: 低打盹

source: Make sure your Eversense is in pairing mode. Please read the manual to learn how to do this.
ar: تأكد من أن جهاز Eversense في وضع الاقتران. يرجى قراءة الدليل لمعرفة كيفية القيام بذلك.
cs: Zkontrolujte, zda je zařízení Eversense v režimu párování. Přečtěte si návod k obsluze, kde se dozvíte, jak to provést.
da: Sørg for, at din Eversense er i parringstilstand. Læs manualen for at finde ud af, hvordan du gør det.
de: Vergewissern Sie sich, dass sich Ihre Eversense im Pairing-Modus befindet. Bitte lesen Sie das Handbuch, um zu erfahren, wie Sie dies tun.
es: Asegúrese de que su Eversense está en modo de emparejamiento. Lea el manual para saber cómo hacerlo.
fi: Varmista, että Eversense on pariliitostilassa. Lue käyttöoppaasta, miten tämä tehdään.
fr: Assurez-vous que votre Eversense est en mode d'appariement. Veuillez lire le manuel pour savoir comment procéder.
he: ודא שה-Eversense שלך נמצא במצב התאמה. אנא קרא את המדריך כדי ללמוד כיצד לעשות זאת.
hu: Győződjön meg róla, hogy az Eversense készülék párosítási módban van. Kérjük, olvassa el a kézikönyvet, hogy megtudja, hogyan kell ezt megtenni.
it: Assicurarsi che Eversense sia in modalità di accoppiamento. Per sapere come fare, leggere il manuale.
ja: エバーセンスがペアリングモードになっていることを確認してください。この方法についてはマニュアルをお読みください。
ko: Eversense가 페어링 모드에 있는지 확인하세요. 페어링 방법을 알아보려면 설명서를 참조하세요.
nb: Kontroller at Eversense er i sammenkoblingsmodus. Les bruksanvisningen for å finne ut hvordan du gjør dette.
nl: Zorg ervoor dat uw Eversense in de koppelstand staat. Lees de handleiding om te leren hoe dit werkt.
pl: Upewnij się, że urządzenie Eversense jest w trybie parowania. Przeczytaj instrukcję, aby dowiedzieć się, jak to zrobić.
pt_br: Certifique-se de que o Eversense está no modo de emparelhamento. Leia o manual para saber como o fazer.
ro: Asigurați-vă că Eversense este în modul de asociere. Vă rugăm să citiți manualul pentru a afla cum să faceți acest lucru.
ru: Убедитесь, что устройство Eversense находится в режиме сопряжения. Ознакомьтесь с руководством, чтобы узнать, как это сделать.
sk: Skontrolujte, či je zariadenie Eversense v režime párovania. Prečítajte si príručku, aby ste zistili, ako to urobiť.
sl: Prepričajte se, da je naprava Eversense v načinu seznanjanja. Preberite priročnik, da bi izvedeli, kako to storiti.
sv: Kontrollera att din Eversense är i parkopplingsläge. Läs bruksanvisningen för att lära dig hur du gör detta.
tr: Eversense cihazınızın eşleştirme modunda olduğundan emin olun. Bunun nasıl yapılacağını öğrenmek için lütfen kılavuzu okuyun.
uk: Переконайтеся, що ваш Eversense знаходиться в режимі сполучення. Будь ласка, прочитайте інструкцію, щоб дізнатися, як це зробити.
vi: Đảm bảo Eversense của bạn đang ở chế độ ghép nối. Vui lòng đọc hướng dẫn để tìm hiểu làm thế nào để làm điều này.
zh_hans: 确保 Eversense 处于配对模式。请阅读手册了解如何操作。

source: min
ar: دقيقة
he: דק'
ja: 分
ko: 분
ru: мин
uk: хв
vi: tối thiểu
zh_hans: 分钟

source: Name
ar: الاسم
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
he: שם
hu: Név
it: Nome
ja: 名称
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
tr: İsim
uk: Ім'я
vi: Tên
zh_hans: 名称

source: New Calibration Needed
ar: مطلوب معايرة جديدة
cs: Potřeba nové kalibrace
da: Behov for ny kalibrering
de: Neue Kalibrierung erforderlich
es: Se necesita una nueva calibración
fi: Uusi kalibrointi tarvitaan
fr: Nouveau calibrage nécessaire
he: יש צורך בכיול חדש
hu: Új kalibráció szükséges
it: Necessità di una nuova calibrazione
ja: 新しいキャリブレーションが必要
ko: 새로운 보정 필요
nb: Behov for ny kalibrering
nl: Nieuwe kalibratie nodig
pl: Potrzebna nowa kalibracja
pt_br: Necessidade de nova calibração
ro: Este necesară o nouă calibrare
ru: Необходима новая калибровка
sk: Potrebná nová kalibrácia
sl: Potrebna je nova kalibracija
sv: Behov av ny kalibrering
tr: Yeni Kalibrasyon Gerekiyor
uk: Потрібне нове калібрування
vi: Cần hiệu chuẩn mới
zh_hans: 需要新的校准

source: New Sensor Detected
ar: تم اكتشاف مستشعر جديد
cs: Zjištěn nový senzor
da: Ny sensor opdaget
de: Neuer Sensor erkannt
es: Nuevo sensor detectado
fi: Uusi anturi havaittu
fr: Nouveau capteur détecté
he: חיישן חדש זוהה
hu: Új érzékelőt észleltek
it: Rilevato un nuovo sensore
ja: 新しいセンサーを検出
ko: 새로운 센서 감지
nb: Ny sensor oppdaget
nl: Nieuwe sensor gedetecteerd
pl: Wykryto nowy czujnik
pt_br: Novo sensor detectado
ro: Senzor nou detectat
ru: Обнаружен новый датчик
sk: Detekovaný nový senzor
sl: Zaznan nov senzor
sv: Ny sensor detekterad
tr: Yeni Sensör Algılandı
uk: Виявлено новий сенсор.
vi: Cảm biến mới được phát hiện
zh_hans: 检测到新传感器

source: Next calibration in
ar: المعايرة التالية في
cs: Další kalibrace v
da: Næste kalibrering i
de: Nächste Kalibrierung in
es: Próxima calibración en
fi: Seuraava kalibrointi
fr: Prochain étalonnage en
he: הכיול הבא ב
hu: Következő kalibrálás a
it: Prossima calibrazione in
ja: 次の校正
ko: 다음 보정
nb: Neste kalibrering i
nl: Volgende kalibratie in
pl: Następna kalibracja w
pt_br: Próxima calibração em
ro: Următoarea calibrare în
ru: Следующая калибровка в
sk: Ďalšia kalibrácia v
sl: Naslednja kalibracija v
sv: Nästa kalibrering i
tr: Bir sonraki kalibrasyon
uk: Наступне калібрування в
vi: Hiệu chuẩn tiếp theo trong
zh_hans: 下一次校准在

source: Next calibration time
ar: وقت المعايرة التالي
cs: Příští kalibrace
da: Næste kalibreringstidspunkt
de: Nächster Kalibrierungszeitpunkt
es: Próxima calibración
fi: Seuraava kalibrointiaika
fr: Prochaine heure d'étalonnage
he: זמן הכיול הבא
hu: Következő kalibrálási idő
it: Ora di calibrazione successiva
ja: 次回の校正時間
ko: 다음 보정 시간
nb: Neste kalibreringstidspunkt
nl: Volgende kalibratietijd
pl: Następny czas kalibracji
pt_br: Hora da próxima calibração
ro: Următoarea oră de calibrare
ru: Время следующей калибровки
sk: Čas ďalšej kalibrácie
sl: Naslednji čas kalibracije
sv: Nästa kalibreringstid
tr: Bir sonraki kalibrasyon zamanı
uk: Наступний час калібрування
vi: Thời gian hiệu chuẩn tiếp theo
zh_hans: 下次校准时间

source: No Sensor Detected
ar: لم يتم اكتشاف أي مستشعر
cs: Není detekován žádný snímač
da: Ingen sensor registreret
de: Kein Sensor erkannt
es: No se detecta ningún sensor
fi: Anturia ei havaittu
fr: Aucun capteur détecté
he: לא זוהה חיישן
hu: Nincs érzékelő észlelve
it: Nessun sensore rilevato
ja: センサーが検出されない
ko: 센서가 감지되지 않음
nb: Ingen sensor detektert
nl: Geen sensor gedetecteerd
pl: Nie wykryto czujnika
pt_br: Nenhum sensor detectado
ro: Niciun senzor detectat
ru: Датчик не обнаружен
sk: Nenašiel sa žiadny snímač
sl: Ni zaznanega nobenega senzorja
sv: Ingen sensor detekterad
tr: Sensör Algılanmadı
uk: Датчик не виявлено
vi: Không phát hiện cảm biến
zh_hans: 未检测到传感器

source: No sensor linked
ar: لا يوجد مستشعر مرتبط
cs: Žádný propojený snímač
da: Ingen sensor forbundet
de: Kein Sensor verbunden
es: Ningún sensor conectado
fi: Ei anturia yhdistetty
fr: Pas de capteur lié
he: אין חיישן מקושר
hu: Nincs összekapcsolt érzékelő
it: Nessun sensore collegato
ja: センサーなし
ko: 연결된 센서 없음
nb: Ingen sensor koblet til
nl: Geen sensor gekoppeld
pl: Brak podłączonego czujnika
pt_br: Nenhum sensor ligado
ro: Niciun senzor conectat
ru: Датчик не подключен
sk: Žiadny prepojený snímač
sl: Senzor ni povezan
sv: Ingen sensor kopplad
tr: Bağlı sensör yok
uk: Датчик не підключений
vi: Không có cảm biến được liên kết
zh_hans: 未连接传感器

source: No signal
ar: لا توجد إشارة
cs: Žádný signál
da: Intet signal
de: Kein Signal
es: No hay señal
fi: Ei signaalia
fr: Pas de signal
he: אין אות
hu: Nincs jel
it: Nessun segnale
ja: 信号なし
ko: 신호 없음
nb: Ingen signal
nl: Geen signaal
pl: Brak sygnału
pt_br: Sem sinal
ro: Fără semnal
ru: Нет сигнала
sk: Žiadny signál
sl: Ni signala
sv: Ingen signal
tr: Sinyal yok
uk: Немає сигналу
vi: Không có tín hiệu
zh_hans: 无信号

source: None
ar: لا يوجد
cs: Žádné
da: Ingen
de: Keine
es: Ninguno
fi: Ei ole
fr: Aucun
he: אף אחד
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciuna
ru: Нет
sk: Žiadne
sl: Ni
sv: Ingen
tr: Hiçbiri
uk: Ні.
vi: Không
zh_hans: 无

source: Not enough data
ar: لا توجد بيانات كافية
cs: Nedostatek dat
da: Ikke nok data
de: Nicht genügend Daten
es: Datos insuficientes
fi: Ei riittävästi tietoja
fr: Pas assez de données
he: אין מספיק נתונים
hu: Nincs elég adat
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
nb: Ikke nok data
nl: Niet genoeg gegevens
pl: Za mało danych
pt_br: Dados insuficientes
ro: Date insuficiente
ru: Недостаточно данных
sk: Nedostatok údajov
sl: Premalo podatkov
sv: Inte tillräckligt med data
tr: Yeterli veri yok
uk: Недостатньо даних
vi: Không đủ dữ liệu
zh_hans: 数据不足

source: Not enough data was collected after your calibration entry. Please enter a fingerstick blood glucose calibration now.
ar: لم يتم جمع بيانات كافية بعد إدخال المعايرة. يرجى إدخال معايرة جلوكوز الدم بعصا الإصبع الآن.
cs: Po zadání kalibrace nebylo shromážděno dostatečné množství dat. Zadejte nyní kalibraci glukózy z prstu.
da: Der blev ikke indsamlet nok data efter din kalibreringsindtastning. Indtast en fingerstik-blodsukkerkalibrering nu.
de: Nach Ihrer Kalibrierungseingabe wurden nicht genügend Daten erfasst. Bitte geben Sie jetzt eine Blutzuckerkalibrierung mit dem Finger ein.
es: No se han recogido suficientes datos después de introducir la calibración. Por favor, introduzca ahora una calibración de glucosa en sangre.
fi: Kalibrointimerkinnän jälkeen ei kerätty riittävästi tietoja. Syötä nyt sormenpääverensokerin kalibrointi.
fr: Il n'y a pas eu assez de données collectées après la saisie de votre étalonnage. Veuillez saisir maintenant un étalonnage de la glycémie par bâtonnet.
he: לא נאספו מספיק נתונים לאחר כניסת הכיול שלך. אנא הזן כיול גלוקוז בדם ממקל האצבע עכשיו.
hu: A kalibrációs bejegyzést követően nem gyűjtöttek elegendő adatot. Kérjük, most adjon meg egy ujjbegyes vércukor kalibrációt.
it: Non sono stati raccolti dati sufficienti dopo l'inserimento della calibrazione. Inserire ora una calibrazione della glicemia da dito.
ja: キャリブレーション入力後に十分なデータが収集されませんでした。今すぐ指血糖キャリブレーションを入力してください。
ko: 보정 입력 후 수집된 데이터가 충분하지 않습니다. 지금 핑거스틱 혈당 보정을 입력하세요.
nb: Det ble ikke samlet inn nok data etter kalibreringsoppføringen. Vennligst legg inn en blodsukkerkalibrering med fingerstikk nå.
nl: Er zijn niet genoeg gegevens verzameld na uw kalibratie-invoer. Voer nu een bloedglucose kalibratie met een vingerprik in.
pl: Po wprowadzeniu kalibracji nie zebrano wystarczającej ilości danych. Wprowadź teraz kalibrację stężenia glukozy we krwi z opuszka palca.
pt_br: Não foram recolhidos dados suficientes após a introdução da calibração. Introduza agora uma calibração de glicemia por picada no dedo.
ro: Nu au fost colectate suficiente date după introducerea calibrării dumneavoastră. Vă rugăm să introduceți acum o calibrare a glicemiei din deget.
ru: После ввода данных о калибровке было собрано недостаточно данных. Пожалуйста, введите калибровку глюкозы крови из пальца сейчас.
sk: Po zadaní kalibrácie sa nezhromaždilo dostatočné množstvo údajov. Zadajte teraz kalibráciu glukózy z prsta.
sl: Po vnosu umerjanja ni bilo zbranih dovolj podatkov. Sedaj vnesite kalibracijo glukoze v krvi s prstno palčko.
sv: Inte tillräckligt med data samlades in efter din kalibrering. Ange en kalibrering av blodsocker med fingerstick nu.
tr: Kalibrasyon girişinizden sonra yeterli veri toplanmadı. Lütfen şimdi bir parmak çubuğu kan şekeri kalibrasyonu girin.
uk: Після введення калібрування було зібрано недостатньо даних. Будь ласка, введіть калібрування рівня глюкози в крові зараз.
vi: Không có đủ dữ liệu được thu thập sau khi nhập hiệu chuẩn của bạn. Vui lòng nhập hiệu chuẩn đường huyết bằng ngón tay ngay bây giờ.
zh_hans: 在您输入校准数据后，没有收集到足够的数据。请立即输入指血标尺血糖校准值。

source: Ok
ar: حسناً
he: בסדר
hu: Oké
ja: オッケー
ko: 확인
ro: Bine
ru: Хорошо
tr: Tamam.
uk: Гаразд.
zh_hans: 好的

source: OK
ar: حسناً
es: De acuerdo
he: בסדר
ko: 확인
ru: ОК
sl: V redu
tr: Tamam
uk: Гаразд
vi: ĐƯỢC
zh_hans: 好的

source: Operational
ar: التشغيل
cs: Provozní
da: Operationel
de: Operativ
es: Operativo
fi: Toiminnallinen
fr: Opérationnel
he: מבצעי
hu: Működési
it: Operativo
ja: オペレーション
ko: 운영
nb: Operasjonell
nl: Operationeel
pl: Operacyjny
pt_br: Operacional
ro: Operațional
ru: Оперативная
sk: Prevádzka
sl: Delovanje
sv: Operativ
tr: Operasyonel
uk: Оперативно
vi: Hoạt động
zh_hans: 运行

source: Other failure
ar: فشل آخر
cs: Jiné selhání
da: Anden fejl
de: Sonstiges Versagen
es: Otro fallo
fi: Muu epäonnistuminen
fr: Autre échec
he: כישלון אחר
hu: Egyéb hiba
it: Altro fallimento
ja: その他の失敗
ko: 기타 실패
nb: Annen svikt
nl: Ander falen
pl: Inne niepowodzenie
pt_br: Outra falha
ro: Altă defecțiune
ru: Другая неудача
sk: Iné zlyhanie
sl: Drugi neuspeh
sv: Annat fel
tr: Diğer başarısızlıklar
uk: Інша помилка
vi: Thất bại khác
zh_hans: 其他故障

source: Out of Range High Glucose
ar: الجلوكوز المرتفع خارج النطاق المحدد
cs: Vysoká glykémie mimo rozsah
da: Uden for rækkevidde Høj glukose
de: Außerhalb des Bereichs Hohe Glukose
es: Glucosa alta fuera de rango
fi: Alueen ulkopuolella Korkea glukoosi
fr: Glucose élevé hors limites
he: גלוקוז גבוה מחוץ לטווח
hu: A tartományon kívül Magas glükóz
it: Glucosio alto fuori range
ja: 範囲外の高グルコース
ko: 범위를 벗어난 고혈당
nb: Utenfor området Høy glukose
nl: Buiten bereik Hoge glucose
pl: Wysoki poziom glukozy poza zakresem
pt_br: Glicose elevada fora do intervalo
ro: Glicemie ridicată peste limita de măsurare
ru: Высокий уровень глюкозы вне диапазона
sk: Vysoká glykémia mimo rozsahu
sl: Visoka raven glukoze zunaj razpona
sv: Utanför intervallet Hög glukos
tr: Aralık Dışı Yüksek Glikoz
uk: Високий рівень глюкози поза діапазоном
vi: Ngoài phạm vi Glucose cao
zh_hans: 超出范围的高血糖

source: Out of Range Low Glucose
ar: انخفاض مستوى الجلوكوز خارج النطاق
cs: Nízká glykémie mimo rozsah
da: Uden for rækkevidde Lav glukose
de: Außerhalb des Bereichs niedriger Glukose
es: Glucosa baja fuera de rango
fi: Alueen ulkopuolella Matala glukoosi
fr: Glucose bas hors limites
he: גלוקוז נמוך מחוץ לטווח
hu: Tartományon kívül Alacsony glükóz
it: Glucosio basso fuori range
ja: 範囲外の低血糖
ko: 범위를 벗어난 저혈당
nb: Utenfor området Lav glukose
nl: Buiten bereik Lage glucose
pl: Niski poziom glukozy poza zakresem
pt_br: Glicose baixa fora do intervalo
ro: Glicemie scăzută sub limita de măsurare
ru: Низкий уровень глюкозы вне диапазона
sk: Nízka glykémia mimo rozsahu
sl: Nizka raven glukoze zunaj razpona
sv: Utanför intervallet Låg glukos
tr: Aralık Dışı Düşük Glikoz
uk: Низький рівень глюкози поза діапазоном
vi: Ngoài phạm vi Glucose thấp
zh_hans: 低血糖超出范围

source: Outside US
ar: خارج الولايات المتحدة
cs: Mimo USA
da: Uden for USA
de: Außerhalb der USA
es: Fuera de EE. UU.
fi: Yhdysvaltojen ulkopuolella
fr: Hors États-Unis
he: מחוץ לארה"ב
hu: Az USA outside területén
it: Fuori dagli USA
ja: 米国以外
ko: 미국 외 지역
nb: Utenfor USA
nl: Buiten de VS
pl: Poza USA
pt_br: Fora dos EUA
ro: În afara SUA
ru: Вне США
sk: Mimo USA
sl: Zunaj ZDA
sv: Utanför USA
tr: ABD dışı
uk: Поза межами США
vi: Ngoài Hoa Kỳ
zh_hans: 美国境外

source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמא
hu: Jelszó
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
